Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# duplication_handler_view_subtitle
source: An item named %1$(filename)@ already exists in this location
ca: Ja existeix un element anomenat %1$(filename)@ en aquesta ubicació
da: Et element med navnet %1$(filename)@ findes allerede på dette sted
de: Ein Eintrag mit dem Namen %1$(filename)@ besteht an diesem Ort bereits
el: Ένα στοιχείο με όνομα %1$(filename)@ υπάρχει ήδη σε αυτήν την τοποθεσία
es_419: Un elemento nombrado %1$(filename)@ ya existe en esta ubicación
fr: Un élément nommé %1$(filename)@ existe déjà à cet emplacement
nl: Op deze locatie bestaat al een item met de naam %1$(filename)@
ro: Un articol denumit %1$(filename)@ există deja în acest loc
sk: Položka s názvom %1$(filename)@ už na tomto mieste existuje
sv: Ett objekt med namn %1$(filename)@ finns redan på denna plats
tr: Bu konumda %1$(filename)@ adlı bir öğe zaten mevcut

# duplication_handler_view_title
source: Duplicate found
ca: S'ha trobat un duplicat
da: Dublet fundet
de: Duplikat gefunden
el: Βρέθηκε διπλότυπο
es_419: Duplicado encontrado
fr: Un doublon a été trouvé.
nl: Duplicaat gevonden
pt_br: Duplicado encontrado
ro: Duplicat găsit
sk: Nájdený duplikát
sv: Duplikat hittades
tr: Kopya bulundu

# general_ok
source: OK
ca: D'acord
el: ΟΚ
es: Aceptar
es_419: Aceptar
ka: დიახ
ko: 확인
ru: Да
tr: Tamam
zh_hans: 好的
zh_hant: 好

# general_upload
source: Upload
ca: Carregar
de: Hochladen
el: Ανέβασμα
es_419: Cargar
fi: Lähetä
fr: Importer
pt_br: Enviar
ro: Încărcare
sv: Ladda upp
tr: Yükle

# setting_pin
source: PIN
ca: Codi PIN
da: Pinkode
es: Código PIN
es_419: Código PIN
fi: PIN-koodi
fr: Code PIN
hu: PIN-kód
ja: PINコード
ka: PIN-კოდი
nl: Pincode
pl: Kod PIN
pt: Código PIN
uk: PIN-код
zh_hans: PIN 码
zh_hant: PIN碼

# share_action_save_to
source: Save to
ca: Desar-ho a
de: Speichern unter
el: Αποθήκευση στο
es_419: Guardar en
fi: Tallenna kohteeseen
fr: Enregistrer sous
pt_br: Salvar para
ro: Salvare în
sv: Spara till
tr: Kaydetme yeri
